from FallenMusic import BOT_NAME

PM_START_TEXT = """
✎┊‌ مـرحـبـا » {0}
✎┊‌ انا بـوت » {1}
✎┊‌ اسـتطـيع تـشغيل الموسيقي
✎┊‌ فـي الـمكـالـمـات الـصـوتـيـة
✎┊‌ للمساعدة اضغط على زر الاوامر 
"""

START_TEXT = """
𓏳𓏳𓏳𓏳𓏳𓏳𓏳𓏳𓏳𓏳
✎┊‌ مـرحـبـا » {0} 
✎┊‌ انا بـوت استطيع تـشـغيـل
✎┊‌ القرآن والميوزك في الكول
✎┊‌ لـمـعـرفة اوامـر الـتـشـغـيـل
✎┊‌ ادخـــــــل الـــــى البــــــوت
𓏳𓏳𓏳𓏳𓏳𓏳𓏳𓏳𓏳𓏳
"""

HELP_TEXT = f"""
<u>✎┊‌ **الاوامر في بوت سورس القرش {BOT_NAME} :**</u>

✎┊‌ لـتـشـغـيل اغـنـيـة في الـمكـالـمة الـصـوتـيـة
✎┊‌ اكتب تشغيل + اسم الاغنية

✎┊‌ لإيقاف تشغيل الموسيقي في الكول مؤقتاً
✎┊‌ اكتب كتم او اسكت

✎┊‌ لأسـتـئـنـاف تـشغـيل الـمـوسـيقي في الـكـول
✎┊‌ اكتب كمل او الغاء الكتم

✎┊‌ لتخطي الاغنية وتشغيل الاغنية التالية
✎┊‌ اكتب تخطي او التالي
 
✎┊‌ لإيقاف تشغيل الـموسيقي في الـكـول
✎┊‌ اكتب ايقاف او قف

✎┊‌ اكتب بنج لمعرفة سرعة تشغيل البوت
✎┊‌ اكتب المطورين لمعرفة مطورين البوت
✎┊‌ اكتب تحميل + الاسم للتنزيل من اليوتيوب
✎┊‌ اكتب بحث + الاسم للبحث عن اغنية
"""

HELP_SUDO = f"""
<u>✎┊‌ **اوامر المطور {BOT_NAME} :**</u>

✎┊‌ اكتب المكالمات لمعرفة المكالمات في البوت
✎┊‌ اكتب /eval لتشغيل على محطة البوت 
✎┊‌ اكتب فحص لاختبار سرعة السيرفر  
✎┊‌ اكتب الاحصائيات لعرض إحصائيات السيرفر 

✎┊‌ اكتب /اسم + الاسم لوضعة اسم للمساعد
✎┊‌ اكتب /بايو + البايو لوضعة بايو للمساعد
✎┊‌ اكتب /صورة واعمل ريب على صورة للمساعد
✎┊‌ اكتب /مسح لحذف صورة الحساب المساعد 
"""

HELP_DEV = f"""
<u>✎┊‌ **اوامر المالك {BOT_NAME} :**</u>

✎┊‌ اكتب الفارات لجلب فارات تنصيب البوت
✎┊‌ اكتب اذاعة و اعمل ريب على الاذاعه
✎┊‌ اكتب تنظيف لمسح التخزين المؤقت للبوت
✎┊‌ اكتب مغادرة لمغادرة المساعد للجروبات

✎┊‌ اكتب /مطور +اليوزر لإضافة مطور في البوت
✎┊‌ اكتب /تنزيل +اليوزر لـتـنزيل مطور من البوت
"""
